[{
  "name": "Crebase",
  "type": 0,
  "text": "Crebase has the highest defense of all ice-type pokemon. Do no confuse with HBase, Couchbase, MeshBase, Graphbase or KirbyBase.",
  "img": "crebase.png"
}, {
  "name": "Tokutek",
  "type": 1,
  "text": "Tokutek claims to improve MongoDB performance 20x. It is unclear if this also means losing 20x as many documents.",
  "img": "tokutek.png"
}, {
  "name": "Adabas",
  "type": 1,
  "text": "ADABAS was NoSQL from time when there was no SQL. Technology now is own by Software AG. \"Software AG: We're not sure what we do either.\"",
  "img": "adabas.gif"
}, {
  "name": "Feebas",
  "type": 0,
  "text": "Feebas require Swift Swim to get marvel scale.",
  "img": "feebas.png"
}, {
  "name": "Azurill",
  "type": 0,
  "text": "Azurill's tail is large and bouncy. Azurill can be seen bouncing and playing on its big, rubbery tail. On sunny days they gather at the edge of water and splash about for fun.",
  "img": "azurill.png"
}, {
  "name": "Hadoop",
  "type": 1,
  "text": "Hadoop is distributed system for counting words.",
  "img": "hadoop.png"
}, {
  "name": "Vulpix",
  "type": 0,
  "text": "Munchlax is a great counter to Vulpix, being able to take four Fire Blasts from the Life Orb set and hit back hard with Earthquake or STAB Return.",
  "img": "vulpix.png"
}, {
  "name": "Hekaton",
  "type": 1,
  "text": "Refer to lock-free architecture for SQL Server 2014. no to be confuse with Magneton the levitating Pokémon.",
  "img": "hekaton.jpg"
}, {
  "name": "Mukubird",
  "type": 0,
  "text": "Mukubird flies around forests and fields in search of bug Pokémon. It stay within a huge flock.",
  "img": "mukubird.png"
}, {
  "name": "Summingbird",
  "type": 1,
  "text": "This Twitter technology combines streaming, MapReduce, Scalding, Scala and Storm. Potential users must prove they are hipster before allowed to download.",
  "img": "summingbird.png"
}, {
  "name": "Akiban",
  "type": 1,
  "text": "Touted as SQL database with object structured storage, Akiban was recently acquired by another database vendor you never have heard of.",
  "img": "akiban.jpg"
}, {
  "name": "Arbok",
  "type": 0,
  "text": "Despite report to the contrary, Arbok no does evolve into Seviper.",
  "img": "arbok.png"
}, {
  "name": "Arvados",
  "type": 1,
  "text": "Not to be confused with Ariados.  Spins a web of microservices around unsuspecting sysadmins.",
  "img": "arvados.png"
}]
